{
    "links": {
      "hello": "Привет",
      "aboutMe": "Обо мне",
      "skills": "Навыки",
      "portfolio": "Портфолио",
      "getInTouch": "Связаться"
    },
    "hello": {
      "name": "РОМАНОВ",
      "job": "ФРОНТЕНД <br> РАЗРАБОТЧИК",
      "aboutMeButton": "КТО????",
      "getInTouchButton": "СВЯЗАТЬСЯ",
      "blog": "Супрематическая дурка",
      "myBlog": "Это мой блог"
    },
    "aboutMe": {
      "title": "ОБО МНЕ",
      "text": "Меня зовут&nbsp;<span class=\"text-accent-3\">Ярослав Романов</span>. Я&nbsp;Frontend-разработчик с&nbsp;2&nbsp;годами практического опыта в&nbsp;создании <span class=\"text-accent-1\">инновационных цифровых проектов</span>. Опытен в&nbsp;превращении идей в&nbsp;пиксельно-точные, удобные для пользователя интерфейсы. Я&nbsp;нахожу вдохновение в&nbsp;динамичном взаимодействии дизайна и кода. Беспрекословно учусь в&nbsp;постоянно меняющемся мире технологий, и&nbsp;приношу креатив и точность в&nbsp;каждый проект, обеспечивая беспрепятственное взаимодействие пользователя и визуально потрясающие веб-решения."
    },
    "skills": {
      "title": "Навыки",
      "skillDivs": [
        {
          "name": "Языки программирования",
          "skills": [
            {
              "name": "JS",
              "description": "JavaScript - универсальный и динамичный язык программирования, в первую очередь используемый для создания интерактивных и динамичных веб-страниц..."
            },
            {
              "name": "TS",
              "description": "TypeScript - это надмножество JavaScript, добавляющее статическую типизацию к языку. Разработанный Microsoft, он позволяет разработчикам определять явные типы данных для переменных, параметров и возвращаемых значений, повышая надежность и поддерживаемость кода..."
            },
            {
              "name": "Python",
              "description": "Python - это высокоуровневый, интерпретируемый язык программирования, известный своей читаемостью и универсальностью..."
            },
            {
              "name": "Go",
              "description": "Go, также известный как Golang, - это статически типизированный и скомпилированный язык программирования, разработанный Google..."
            }
          ]
        },
        {
          "name": "Фронтенд",
          "skills": [
            {
              "name": "Next.js",
              "description": "Next.js - популярный открытый фреймворк React для создания веб-приложений..."
            },
            {
              "name": "React.js",
              "description": "React.js, обычно известный как React, - это декларативная и эффективная библиотека JavaScript для создания пользовательских интерфейсов..."
            },
            {
              "name": "Redux",
              "description": "Redux - предсказуемый контейнер состояния для приложений JavaScript, обычно используемый с React.js..."
            }
          ]
        },
        {
          "name": "Бэкенд",
          "skills": [
            {
              "name": "Express",
              "description": "Express.js, обычно называемый Express, - это минимальный и гибкий веб-фреймворк для приложений Node.js..."
            },
            {
              "name": "FastAPI",
              "description": "FastAPI - современный, быстрый (высокопроизводительный) веб-фреймворк для построения API с использованием Python 3.7+..."
            }
          ]
        },
        {
          "name": "Базы данных",
          "skills": [
            {
              "name": "PostgreSQL",
              "description": "PostgreSQL, часто называемый Postgres, - это мощная, открытая система управления реляционными базами данных (RDBMS)..."
            },
            {
              "name": "MongoDB",
              "description": "MongoDB - популярная, открытая система управления базами данных NoSQL, которая хранит данные в гибком формате JSON, известном как BSON..."
            },
            {
              "name": "MySQL",
              "description": "MySQL - открытая система управления реляционными базами данных (RDBMS), широко используемая для создания масштабируемых и надежных баз данных..."
            },
            {
              "name": "Supabase",
              "description": "Supabase - это открытая платформа с реальным временем, базой данных PostgreSQL как сервисом, аутентификацией, файловым хранилищем, RESTful API и безсерверными функциями. Она упрощает создание масштабируемых приложений с акцентом на базы данных."
            }
          ]
        }
      ]
    },
    "portfolio": {
      "title": "Портфолио",
      "viewButton": "Посмотреть",
      "viewMoreButton": "Посмотреть больше",
      "from": "От: ",
      "to": "До: "
    },
    "getInTouch": {
      "title": "Связаться",
      "loading": "Загрузка...",
      "dataSent": "Данные отправлены",
      "alertTexts": [
        "Отправка данных...",
        "Данные успешно отправленны!",
        "Ошибка при отправке данных :("
      ],
      "label1": {
        "name": "Ваш телеграм (url)",
        "placeholder": "https://t.me/NicknameIsAvailable"
      },
      "label2": {
        "name": "Что вы хотите",
        "placeholder": "Лучший лендинг в вебе"
      },
      "label3": {
        "name": "Что вы хотите",
        "placeholder": "Лучший лендинг в вебе"
      },
      "sendButton": "Отправить",
      "writeDirectly": "...или напишите мне напрямую"
    }
  }
  